[
  {
    "id": 1,
    "title": "Хронические головные боли напряжения",
    "patient": "Женщина, 35 лет",
    "complaints": "Головные боли 3-4 раза в неделю на протяжении 6 месяцев, преимущественно в области затылка и висков",
    "examination": "Напряжение подзатылочных мышц, ограничение подвижности шейного отдела, нарушение краниосакрального ритма",
    "diagnosis": "Цефалгия напряжения, дисфункция краниосакральной системы",
    "treatment": "Краниосакральные техники, мобилизация шейного отдела, работа с подзатылочными мышцами. 6 сеансов",
    "outcome": "Уменьшение частоты головных болей до 1 раза в 2 недели"
  },
  {
    "id": 2,
    "title": "Боль в пояснице после подъема тяжести",
    "patient": "Мужчина, 42 года",
    "complaints": "Острая боль в пояснице справа, возникла 3 дня назад при подъеме мебели. Усиливается при наклоне и поворотах",
    "examination": "Блокировка L4-L5, L5-S1 справа, гипертонус квадратной мышцы поясницы, ограничение наклона",
    "diagnosis": "Острая люмбалгия, блокировка пояснично-крестцового перехода",
    "treatment": "Мягкие мобилизационные техники, мышечно-энергетические техники, тракция. 3 сеанса",
    "outcome": "Полное исчезновение боли через 5 дней"
  },
  {
    "id": 3,
    "title": "Межреберная невралгия",
    "patient": "Женщина, 58 лет",
    "complaints": "Острая боль по ходу 5-6 межреберий справа, усиливающаяся при дыхании и движении",
    "examination": "Блокировка 5-6 грудных позвонков, напряжение межреберных мышц, ограничение ротации грудного отдела",
    "diagnosis": "Межреберная невралгия, дисфункция грудного отдела позвоночника",
    "treatment": "Мобилизация грудного отдела, техники для межреберных мышц, работа с диафрагмой. 4 сеанса",
    "outcome": "Значительное уменьшение боли, восстановление нормального дыхания"
  },
  {
    "id": 4,
    "title": "Нарушение осанки у подростка",
    "patient": "Подросток, 16 лет",
    "complaints": "Боли в спине при длительном сидении, сутулость, усталость",
    "examination": "Кифоз грудного отдела, уплощение поясничного лордоза, напряжение грудных мышц, слабость мышц спины",
    "diagnosis": "Нарушение осанки, мышечный дисбаланс",
    "treatment": "Коррекция осанки, мобилизация грудного отдела, техники для растяжения грудных мышц, укрепление мышц спины. 8 сеансов + упражнения",
    "outcome": "Улучшение осанки, уменьшение болей, повышение выносливости"
  },
  {
    "id": 5,
    "title": "Боли в тазобедренном суставе",
    "patient": "Женщина, 50 лет",
    "complaints": "Боли в правом тазобедренном суставе, усиливающиеся при ходьбе, ограничение отведения бедра",
    "examination": "Блокировка правого КПС, гипертонус подвздошно-поясничной мышцы, ограничение внутренней ротации бедра",
    "diagnosis": "Дисфункция КПС, синдром подвздошно-поясничной мышцы",
    "treatment": "Мобилизация КПС, MET для подвздошно-поясничной мышцы, работа с тазом. 5 сеансов",
    "outcome": "Уменьшение боли, улучшение подвижности тазобедренного сустава"
  },
  {
    "id": 6,
    "title": "Хроническая усталость и напряжение",
    "patient": "Мужчина, 38 лет, офисный работник",
    "complaints": "Общая усталость, напряжение в шее и плечах, нарушение сна, снижение концентрации",
    "examination": "Напряжение мышц шеи и плечевого пояса, ограничение подвижности шейного отдела, нарушение краниосакрального ритма, напряжение диафрагмы",
    "diagnosis": "Хроническое мышечное напряжение, дисфункция вегетативной нервной системы",
    "treatment": "Краниосакральная терапия, работа с диафрагмой, релаксационные техники, мобилизация шейно-грудного перехода. 6 сеансов",
    "outcome": "Улучшение сна, снижение усталости, уменьшение мышечного напряжения"
  },
  {
    "id": 7,
    "title": "Боли в животе функционального характера",
    "patient": "Женщина, 45 лет",
    "complaints": "Периодические боли в правом подреберье, вздутие живота, диспепсия, связь с эмоциональным напряжением",
    "examination": "Ограничение подвижности печени, напряжение диафрагмы, блокировка нижних грудных позвонков",
    "diagnosis": "Функциональное расстройство ЖКТ, висцеральная дисфункция",
    "treatment": "Висцеральные техники для печени, работа с диафрагмой, мобилизация грудного отдела. 5 сеансов",
    "outcome": "Улучшение пищеварения, уменьшение болей, снижение частоты симптомов"
  },
  {
    "id": 8,
    "title": "Последствия травмы копчика",
    "patient": "Женщина, 32 года",
    "complaints": "Боли в области копчика при сидении, иррадиация в промежность, дискомфорт 8 месяцев после падения",
    "examination": "Блокировка копчика, напряжение мышц тазового дна, ограничение подвижности крестцово-копчикового сочленения",
    "diagnosis": "Кокцигодиния, дисфункция копчика",
    "treatment": "Мягкие техники для копчика, работа с тазовым дном, мобилизация крестца. 6 сеансов",
    "outcome": "Значительное уменьшение болей, возможность сидеть без дискомфорта"
  },
  {
    "id": 9,
    "title": "Нарушение функции височно-нижнечелюстного сустава",
    "patient": "Женщина, 28 лет",
    "complaints": "Щелчки в ВНЧС при жевании, боли в области сустава, напряжение жевательных мышц, головные боли",
    "examination": "Ограничение открытия рта, напряжение жевательных и крыловидных мышц, нарушение биомеханики ВНЧС, блокировка верхних шейных позвонков",
    "diagnosis": "Дисфункция ВНЧС, миофасциальный синдром",
    "treatment": "Техники для ВНЧС, работа с жевательными мышцами, краниальные техники, мобилизация шейного отдела. 7 сеансов",
    "outcome": "Устранение щелчков, уменьшение болей, улучшение функции жевания"
  },
  {
    "id": 10,
    "title": "Боли в стопе, плоскостопие",
    "patient": "Мужчина, 35 лет",
    "complaints": "Боли в стопах при ходьбе, усталость, особенно к вечеру, износ обуви с внутренней стороны",
    "examination": "Плоскостопие, снижение высоты свода стопы, напряжение подошвенной фасции, компенсаторные изменения в голеностопных суставах и коленях",
    "diagnosis": "Плоскостопие, плантарный фасциит",
    "treatment": "Мобилизация суставов стопы, техники для подошвенной фасции, коррекция биомеханики, рекомендации по обуви. 6 сеансов + упражнения",
    "outcome": "Уменьшение болей, улучшение биомеханики стопы, снижение усталости"
  }
]
